Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: :guilabel:`Upload glossary entries`
sv: :guilabel:`Ladda upp ordlista`

source: :guilabel:`Use automatic suggestions`
sv: :guilabel:`AnvÃ¤nd automatiska fÃ¶rslag`

source: :guilabel:`Delete translation memory`
sv: :guilabel:`Ta bort Ã¶versÃ¤ttningsminne`

source: :guilabel:`Edit translation memory`
sv: :guilabel:`Redigera Ã¶versÃ¤ttningsminne`

source: :guilabel:`Edit project settings`
sv: :guilabel:`Redigera projektinstÃ¤llningar`

source: :guilabel:`Manage project access`
sv: :guilabel:`Hantera projektÃ¥tkomst`

source: :guilabel:`Download reports`
sv: :guilabel:`Ladda ner rapporter`

source: :guilabel:`Add screenshot`
sv: :guilabel:`LÃ¤gg till skÃ¤rmdump`

source: :guilabel:`Delete screenshot`
sv: :guilabel:`Ta bort skÃ¤rmdump`

source: :guilabel:`Edit screenshot`
sv: :guilabel:`Redigera skÃ¤rmdump`

source: :guilabel:`Edit additional string info`
sv: :guilabel:`Redigera ytterligare strÃ¤nginformation`

source: :guilabel:`Accept suggestion`
sv: :guilabel:`Acceptera fÃ¶rslag`

source: :guilabel:`Delete suggestion`
sv: :guilabel:`Radera fÃ¶rslag`

source: :guilabel:`Vote on suggestion`
sv: :guilabel:`RÃ¶sta pÃ¥ fÃ¶rslag`

source: :guilabel:`Add language for translation`
sv: :guilabel:`LÃ¤gg till sprÃ¥k fÃ¶r Ã¶versÃ¤ttning`

source: :guilabel:`Add several languages for translation`
sv: :guilabel:`LÃ¤gg till flera sprÃ¥k fÃ¶r Ã¶versÃ¤ttning`

source: :guilabel:`Perform automatic translation`
sv: :guilabel:`UtfÃ¶r automatisk Ã¶versÃ¤ttning`

source: :guilabel:`Delete existing translation`
sv: :guilabel:`Ta bort befintlig Ã¶versÃ¤ttning`

source: :guilabel:`Download translation file`
sv: :guilabel:`Ladda ner Ã¶versÃ¤ttningsfil`

source: :guilabel:`Add new string`
sv: :guilabel:`LÃ¤gg till ny strÃ¤ng`

source: :guilabel:`Bulk edit strings`
sv: :guilabel:`Massredigera strÃ¤ngar`

source: :guilabel:`Dismiss failing check`
sv: :guilabel:`Avvisa misslyckad kontroll`

source: :guilabel:`Remove a string`
sv: :guilabel:`Ta bort en strÃ¤ng`

source: :guilabel:`Edit strings`
sv: :guilabel:`Redigera strÃ¤ngar`

source: :guilabel:`Edit string when suggestions are enforced`
sv: :guilabel:`Redigera strÃ¤ng nÃ¤r fÃ¶rslag tillÃ¤mpas`

source: :guilabel:`Edit source strings`
sv: :guilabel:`Redigera kÃ¤llstrÃ¤ngar`

source: :guilabel:`Define author of uploaded translation`
sv: :guilabel:`Definiera fÃ¶rfattare till uppladdad Ã¶versÃ¤ttning`

source: :guilabel:`Overwrite existing strings with upload`
sv: :guilabel:`Skriv Ã¶ver befintliga strÃ¤ngar med uppladdning`

source: :guilabel:`Upload translations`
sv: :guilabel:`Ladda upp Ã¶versÃ¤ttningar`

source: :guilabel:`Access the internal repository`
sv: :guilabel:`Ãppna det interna arkivet`

source: :guilabel:`Commit changes to the internal repository`
sv: :guilabel:`BekrÃ¤fta Ã¤ndringar i det interna arkivet`

source: :guilabel:`Push change from the internal repository`
sv: :guilabel:`Skicka Ã¤ndring frÃ¥n det interna arkivet`

source: :guilabel:`Reset changes in the internal repository`
sv: :guilabel:`Ã terstÃ¤ll Ã¤ndringar i det interna arkivet`

source: :guilabel:`Update the internal repository`
sv: :guilabel:`Uppdatera det interna arkivet`

source: :guilabel:`View upstream repository location`
sv: :guilabel:`Visa uppstrÃ¶msrepositoriets plats`

source: `Edit source`
sv: `Redigera kÃ¤llkod`

source: `Add suggestion`
sv: `LÃ¤gg till fÃ¶rslag`

source: `Access repository`
sv: `Ã tkomst till arkiv`

source: `Manage glossary`
sv: `Hantera ordlista`

source: `Translation coordinator`
sv: `ÃversÃ¤ttningskoordinator`

source: `Review strings`
sv: `Granska strÃ¤ngar`

source: `Manage languages`
sv: `Hantera sprÃ¥k`

source: `Bulk editing`
sv: `Massredigering`

source: `Manage translation memory`
sv: `Hantera Ã¶versÃ¤ttningsminne`

source: `Manage screenshots`
sv: `Hantera skÃ¤rmdumpar`

source: `Manage repository`
sv: `Hantera arkiv`

source: `Add new projects`
sv: `LÃ¤gg till nya projekt`

source: List of teams
sv: Lista Ã¶ver lag

source: The following teams are created upon installation (or after executing :wladmin:`setupgroups`) and you are free to modify them. The migration will, however, re-create them if you delete or rename them.
sv: FÃ¶ljande team skapas vid installationen (eller efter att :wladmin:`setupgroups` har kÃ¶rts) och du kan Ã¤ndra dem efter behag. Migreringen kommer dock att Ã¥terskapa dem om du tar bort eller byter namn pÃ¥ dem.

source: `Guests`
sv: `GÃ¤ster`

source: Defines permissions for non-authenticated users.
sv: Definierar behÃ¶righeter fÃ¶r icke-autentiserade anvÃ¤ndare.

source: This team only contains anonymous users (see :setting:`ANONYMOUS_USER_NAME`).
sv: Detta team innehÃ¥ller endast anonyma anvÃ¤ndare (se :setting:`ANONYMOUS_USER_NAME`).

source: Remove roles from this team to limit permissions for non-authenticated users.
sv: Ta bort roller frÃ¥n detta team fÃ¶r att begrÃ¤nsa behÃ¶righeter fÃ¶r icke-autentiserade anvÃ¤ndare.

source: Default roles: `Add suggestion`, `Access repository`
sv: Standardroller: `LÃ¤gg till fÃ¶rslag`, `Ã tkomst till arkiv`

source: `Viewers`
sv: `Tittare`

source: This role ensures the visibility of public projects to all users. By default, all users are members of this team.
sv: Denna roll sÃ¤kerstÃ¤ller att offentliga projekt syns fÃ¶r alla anvÃ¤ndare. Som standard Ã¤r alla anvÃ¤ndare medlemmar i detta team.

source: By default, :ref:`automatic team assignment <autoteam>` makes all new accounts members of this team when they join.
sv: Som standard gÃ¶r :ref:`automatisk teamtilldelnings <autoteam>` alla nya konton till medlemmar i detta team nÃ¤r de ansluter sig.

source: Default roles: none
sv: Standardroller: inga

source: `Users`
sv: `AnvÃ¤ndare`

source: Default team for all users.
sv: Standardteam fÃ¶r alla anvÃ¤ndare.

source: Default roles: `Power user`
sv: Standardroller: `Power user`

source: `Reviewers`
sv: `FÃ¶rhandsgranskare`

source: Group for reviewers (see :ref:`workflows`).
sv: Grupp fÃ¶r granskare (se :ref:`workflows`).

source: Default roles: `Review strings`
sv: Standardroller: `Granska strÃ¤ngar`

source: `Managers`
sv: `Chefer`

source: Group for administrators.
sv: Grupp fÃ¶r administratÃ¶rer.

source: Default roles: `Administration`
sv: Standardroller: `Administration`

source: `Project creators`
sv: `Projektets skapare`

source: Users who can create new projects.
sv: AnvÃ¤ndare som kan skapa nya projekt.

source: Default roles: `Add new projects`
sv: Standardroller: `LÃ¤gg till nya projekt`

source: Never remove the predefined Weblate teams and users, as that can lead to unexpected problems! If you have no use for them, simply remove all their privileges instead.
sv: Ta aldrig bort de fÃ¶rdefinierade Weblate-teamen och anvÃ¤ndarna, eftersom det kan leda till ovÃ¤ntade problem! Om du inte har nÃ¥gon anvÃ¤ndning fÃ¶r dem, ta istÃ¤llet bort alla deras behÃ¶righeter.

source: Additional access restrictions
sv: Ytterligare Ã¥tkomstbegrÃ¤nsningar

source: You can use built-in :ref:`invite-user` to add new users.
sv: Du kan anvÃ¤nda den inbyggda :ref:`invite-user` fÃ¶r att lÃ¤gga till nya anvÃ¤ndare.

source: Expiration of user accounts
sv: UtgÃ¥ng av anvÃ¤ndarkonton

source: Each account can have an expiry set. After the expiration, the account will be automatically disabled. This is used for :ref:`project-api`, but can be utilized for regular users as well.
sv: Varje konto kan ha en utgÃ¥ngsdatum instÃ¤lld. Efter utgÃ¥ngsdatumet kommer kontot automatiskt att inaktiveras. Detta anvÃ¤nds fÃ¶r :ref:`project-api`, men kan Ã¤ven anvÃ¤ndas fÃ¶r vanliga anvÃ¤ndare.

source: Add-ons provide ways to customize and automate the translation workflow. Admins can add and manage add-ons from the :guilabel:`Operations` â :guilabel:`Add-ons` menu of each respective translation project or component. Add-ons can be also installed site-wide in :ref:`management-interface`.
sv: TillÃ¤gg erbjuder mÃ¶jligheter att anpassa och automatisera Ã¶versÃ¤ttningsflÃ¶det. AdministratÃ¶rer kan lÃ¤gga till och hantera tillÃ¤gg frÃ¥n menyn :guilabel:`Operations` â :guilabel:`Add-ons` i respektive Ã¶versÃ¤ttningsprojekt eller komponent. TillÃ¤gg kan ocksÃ¥ installeras fÃ¶r hela webbplatsen i :ref:`management-interface`.

source: You can also configure add-ons using :ref:`API <addons-api>`, :setting:`DEFAULT_ADDONS`, or :wladmin:`install_addon`.
sv: Du kan ocksÃ¥ konfigurera tillÃ¤gg med hjÃ¤lp av :ref:`API- <addons-api>`, :setting:`DEFAULT_ADDONS` eller :wladmin:`install_addon`.

source: Events that trigger add-ons
sv: HÃ¤ndelser som utlÃ¶ser tillÃ¤gg

source: Add-on installation
sv: TillÃ¤ggsinstallation

source: Triggered when add-on is being installed.
sv: Aktiveras nÃ¤r tillÃ¤gget installeras.

source: Component update
sv: Komponentuppdatering

source: Triggered whenever a change happens in a component such as:
sv: Aktiveras nÃ¤r en fÃ¶rÃ¤ndring sker i en komponent, till exempel:

source: Strings are changed in the repository.
sv: StrÃ¤ngarna Ã¤ndras i arkivet.

source: A string is added.
sv: En strÃ¤ng lÃ¤ggs till.

source: A new translation is added.
sv: En ny Ã¶versÃ¤ttning har lagts till.

source: Triggered daily, but add-ons usually split the daily load between components depending on :setting:`BACKGROUND_TASKS`.
sv: Aktiveras dagligen, men tillÃ¤gg delar vanligtvis upp den dagliga belastningen mellan komponenter beroende pÃ¥ :setting:`BACKGROUND_TASKS`.

source: Event change
sv: Ãndring av evenemang

source: Triggered after a Change event is created.
sv: Aktiveras efter att en Ã¤ndringshÃ¤ndelse har skapats.

source: Repository post-add
sv: Repository efter tillÃ¤gg

source: Triggered just after the new translation is added and committed.
sv: Aktiveras strax efter att den nya Ã¶versÃ¤ttningen har lagts till och bekrÃ¤ftats.

source: Repository post-commit
sv: Repository efter commit

source: Triggered just after the changes are committed.
sv: Aktiveras strax efter att Ã¤ndringarna har bekrÃ¤ftats.

source: Repository post-push
sv: Repository efter push

source: Triggered just after the repository is pushed upstream.
sv: Aktiveras strax efter att arkivet har skickats uppstrÃ¶ms.

source: Repository post-update
sv: Repository efter uppdatering

source: Triggered whenever new changes are pulled from the upstream repository.
sv: Aktiveras varje gÃ¥ng nya Ã¤ndringar hÃ¤mtas frÃ¥n uppstrÃ¶msrepositoriet.

source: Triggered just before the changes are committed.
sv: Aktiveras precis innan Ã¤ndringarna genomfÃ¶rs.

source: Repository pre-push
sv: Repository fÃ¶re push

source: Triggered just before the repository is pushed upstream.
sv: Aktiveras precis innan arkivet skickas uppstrÃ¶ms.

source: Repository pre-update
sv: Repository fÃ¶re uppdatering

source: Triggered just before the repository update is attempted.
sv: Aktiveras precis innan uppdateringen av arkivet fÃ¶rsÃ¶ks.

source: Unit post-save
sv: Enhet efter sparande

source: Triggered just after the string is saved.
sv: Aktiveras direkt efter att strÃ¤ngen har sparats.

source: Unit post-sync
sv: Enhet efter synkronisering

source: Triggered after the string is synchronized with the VCS.
sv: Aktiveras efter att strÃ¤ngen har synkroniserats med VCS.

source: Unit pre-create
sv: Enhet fÃ¶rskapas

source: Triggered just after the newly created string is saved.
sv: Aktiveras strax efter att den nyskapade strÃ¤ngen har sparats.

source: Built-in add-ons
sv: Inbyggda tillÃ¤gg

source: Add-on ID
sv: TillÃ¤ggs-ID

source: Available choices:
sv: TillgÃ¤ngliga alternativ:

source: Can be used to localize static HTML pages, or to load localization in the JavaScript code.
sv: Kan anvÃ¤ndas fÃ¶r att lokalisera statiska HTML-sidor eller fÃ¶r att ladda lokalisering i JavaScript-koden.

source: Generates a unique URL for your component you can include in HTML pages to localize them. See :ref:`weblate-cdn` for more details.
sv: Genererar en unik URL fÃ¶r din komponent som du kan inkludera i HTML-sidor fÃ¶r att lokalisera dem. Se :ref:`weblate-cdn` fÃ¶r mer information.

source: This add-on requires additional configuration on the Weblate server. :setting:`LOCALIZE_CDN_PATH` configures where generated files will be written (on a filesystem), and :setting:`LOCALIZE_CDN_URL` defines where they will be served (URL). Serving of the files is not done by Weblate and has to be set up externally (typically using a CDN service).
sv: Detta tillÃ¤gg krÃ¤ver ytterligare konfiguration pÃ¥ Weblate-servern. :setting:`LOCALIZE_CDN_PATH` konfigurerar var genererade filer ska skrivas (pÃ¥ ett filsystem) och :setting:`LOCALIZE_CDN_URL` definierar var de ska serveras (URL). Serveringen av filerna skÃ¶ts inte av Weblate och mÃ¥ste konfigureras externt (vanligtvis med hjÃ¤lp av en CDN-tjÃ¤nst).

source: This add-on is configured on :guilabel:`Hosted Weblate` and serves the files via ``https://weblate-cdn.com/``.
sv: Detta tillÃ¤gg Ã¤r konfigurerat pÃ¥ :guilabel:`Hosted Weblate` och levererar filerna via ``https://weblate-cdn.com/``.

source: `This add-on has no configuration.`
sv: `Detta tillÃ¤gg har ingen konfiguration.`

source: Use this to not have any empty strings in translation files (for example if your localization library displays them as missing instead of falling back to the source string).
sv: AnvÃ¤nd detta fÃ¶r att undvika tomma strÃ¤ngar i Ã¶versÃ¤ttningsfiler (till exempel om ditt lokaliseringsbibliotek visar dem som saknade istÃ¤llet fÃ¶r att Ã¥tergÃ¥ till kÃ¤llstrÃ¤ngen).

source: For formats containing additional content besides translation strings (such as :ref:`html`, :ref:`winrc`, or :ref:`odf`) this also brings the translation file in sync with the base file.
sv: FÃ¶r format som innehÃ¥ller ytterligare innehÃ¥ll utÃ¶ver Ã¶versÃ¤ttningsstrÃ¤ngar (sÃ¥som :ref:`html`, :ref:`winrc` eller :ref:`odf`) synkroniseras Ã¤ven Ã¶versÃ¤ttningsfilen med basfilen.

source: The components shared from other projects are not considered in this.
sv: Komponenter som delas frÃ¥n andra projekt beaktas inte i detta.

source: Missing languages are checked once every 24 hours, and when new languages are added in Weblate.
sv: Saknade sprÃ¥k kontrolleras en gÃ¥ng var 24:e timme, och nÃ¤r nya sprÃ¥k lÃ¤ggs till i Weblate.

source: Unlike most others, this add-on affects the whole project.
sv: Till skillnad frÃ¥n de flesta andra pÃ¥verkar detta tillÃ¤gg hela projektet.

source: Auto-translate the newly added strings with :ref:`addon-weblate.autotranslate.autotranslate`.
sv: ÃversÃ¤tt automatiskt de nyligen tillagda strÃ¤ngarna med :ref:`addon-weblate.autotranslate.autotranslate`.

source: The matching is done using regular expressions enabling complex configuration, but some knowledge is required to do so. Some examples for common use cases can be found in the add-on help section.
sv: Matchningen gÃ¶rs med hjÃ¤lp av reguljÃ¤ra uttryck som mÃ¶jliggÃ¶r komplex konfiguration, men det krÃ¤vs viss kunskap fÃ¶r att gÃ¶ra detta. NÃ¥gra exempel pÃ¥ vanliga anvÃ¤ndningsfall finns i hjÃ¤lpavsnittet fÃ¶r tillÃ¤gget.

source: The regular expression to match translation files has to contain two named groups to match component and language. All named groups in the regular expression can be used as variables in the template fields.
sv: Det reguljÃ¤ra uttrycket som matchar Ã¶versÃ¤ttningsfiler mÃ¥ste innehÃ¥lla tvÃ¥ namngivna grupper fÃ¶r att matcha komponent och sprÃ¥k. Alla namngivna grupper i det reguljÃ¤ra uttrycket kan anvÃ¤ndas som variabler i mallfÃ¤lten.

source: You can use Django template markup in all filename fields, for example:
sv: Du kan anvÃ¤nda Django-mallmarkeringar i alla filnamnsfÃ¤lt, till exempel:

source: Component filename match
sv: Komponent filnamn match

source: Component filename with upper case first letter
sv: Komponentfilnamn med stor begynnelsebokstav

source: Custom match group from the regular expression
sv: Anpassad matchningsgrupp frÃ¥n det reguljÃ¤ra uttrycket

source: Once you hit :guilabel:`Save`, a preview of matching components will be presented, from where you can check whether the configuration actually matches your needs:
sv: NÃ¤r du klickar pÃ¥ :guilabel:`Spara` visas en fÃ¶rhandsgranskning av matchande komponenter, dÃ¤r du kan kontrollera om konfigurationen verkligen motsvarar dina behov:

source: Component discovery examples
sv: Exempel pÃ¥ komponentupptÃ¤ckt

source: One folder per language
sv: En mapp per språk

source: One folder per language containing translation files for components.
sv: En katalog per sprÃ¥k som innehÃ¥ller Ã¶versÃ¤ttningsfiler fÃ¶r komponeter.

source: Regular expression:
sv: ReguljÃ¤rt uttryck:

source: Matching files:
sv: Filer som matchar:

source: Gettext locales layout
sv: Gettext-lokaliseringens layout

source: Usual structure for storing gettext PO files.
sv: Vanlig struktur fÃ¶r att lagra gettext PO-filer.

source: Complex filenames
sv: Komplexa filnamn

source: Using both component and language name within filename.
sv: AnvÃ¤nder bÃ¥de komponent- och sprÃ¥knamn i filnamn.

source: Repeated language code
sv: Upprepad språkkod

source: Using language in both path and filename.
sv: AnvÃ¤nder sprÃ¥k i bÃ¥de sÃ¶kvÃ¤g och filnamn.

source: Split Android strings
sv: Dela Android-strängar

source: Android resource strings, split into several files.
sv: Android resursstrÃ¤ngar, dela i flera filer.

source: Matching multiple paths
sv: Matchning av flera sökvägar

source: Multi-module Maven project with Java properties translations.
sv: Flermoduls Maven-projekt med Ã¶versÃ¤ttningar av Java-egenskaper.

source: Component name:
sv: Komponentnamn:

source: Component discovery add-on uses :ref:`internal-urls`. Itâs a convenient way to share VCS setup between multiple components. Linked components use the local repository of the main component set up by filling ``weblate://project/main-component`` into the :ref:`component-repo` field (in :guilabel:`Operations` â :guilabel:`Settings` â :guilabel:`Version control system`) of each respective component. This saves time with configuration and system resources too.
sv: KomponentupptÃ¤cktstillÃ¤gget anvÃ¤nder :ref:`internal-urls`. Det Ã¤r ett bekvÃ¤mt sÃ¤tt att dela VCS-instÃ¤llningar mellan flera komponenter. LÃ¤nkade komponenter anvÃ¤nder det lokala arkivet fÃ¶r huvudkomponenten som konfigurerats genom att fylla i ``weblate://project/main-component`` i fÃ¤ltet :ref:`component-repo` (i :guilabel:`Operations` â :guilabel:`Settings` â :guilabel:`Version control system`) fÃ¶r respektive komponent. Detta sparar tid vid konfigurationen och Ã¤ven systemresurser.

source: Ensure the new component contains the full set of translatable languages with :ref:`addon-weblate.consistency.languages`.
sv: Se till att den nya komponenten innehÃ¥ller alla Ã¶versÃ¤ttningsbara sprÃ¥k med :ref:`addon-weblate.consistency.languages`.

source: To be discovered, a new component must contain a file that matches ``base_file_template`` **and** at least one file with a name that matches ``match`` -- i.e., the component must contain a base language file and at least one existing translation. Otherwise, it will be ignored.
sv: FÃ¶r att upptÃ¤ckas mÃ¥ste en ny komponent innehÃ¥lla en fil som matchar ``base_file_template`` **och** minst en fil med ett namn som matchar ``match`` -- dvs. komponenten mÃ¥ste innehÃ¥lla en bassprÃ¥kfil och minst en befintlig Ã¶versÃ¤ttning. Annars kommer den att ignoreras.

source: Fedora Messaging is AMQP-based publisher for all changes happening in Weblate. You can hook additional services on changes happening in Weblate using this.
sv: Fedora Messaging Ã¤r en AMQP-baserad publiceringsplattform fÃ¶r alla Ã¤ndringar som sker i Weblate. Med hjÃ¤lp av denna kan du koppla ytterligare tjÃ¤nster till Ã¤ndringar som sker i Weblate.

source: Message topic
sv: MeddelandeÃ¤mne

source: All messages have topic ``weblate.<action>.<project>.<component>.<translation>``. The action is lowercase textual representation of action with underscores instead of space, for example ``resource_update``, all other parts are optional and represent slug of the object or a language code.
sv: Alla meddelanden har Ã¤mnet ``weblate.<action>.<project>.<component>.<translation>``. Ã tgÃ¤rden Ã¤r en textrepresentation i gemener av Ã¥tgÃ¤rden med understreck istÃ¤llet fÃ¶r mellanslag, till exempel ``resource_update``. Alla andra delar Ã¤r valfria och representerar objektets slug eller en sprÃ¥kkod.

source: Message body
sv: Meddelande

source: The body consists of following fields (given that they are available for the event):
sv: Kroppen bestÃ¥r av fÃ¶ljande fÃ¤lt (fÃ¶rutsatt att de Ã¤r tillgÃ¤ngliga fÃ¶r evenemanget):

source: Numerical ID of change
sv: Numeriskt ID fÃ¶r Ã¤ndring

source: Verbose name of the change.
sv: Detaljerat namn pÃ¥ Ã¤ndringen.

source: ISO formatted timestamp
sv: TidsstÃ¤mpel i ISO-format

source: New value of the change (eg. new translation of the string)
sv: Nytt vÃ¤rde fÃ¶r Ã¤ndringen (t.ex. ny Ã¶versÃ¤ttning av strÃ¤ngen)

source: Old value of the change (eg. previous translation of the string)
sv: Gammalt vÃ¤rde fÃ¶r Ã¤ndringen (t.ex. tidigare Ã¶versÃ¤ttning av strÃ¤ngen)

source: Source string.
sv: KÃ¤llstrÃ¤ng.

source: Absolute URL to view the related object.
sv: Absolut URL fÃ¶r att visa det relaterade objektet.

source: Author username (this can be different from user for example when accepting suggestions)
sv: FÃ¶rfattarens anvÃ¤ndarnamn (detta kan skilja sig frÃ¥n anvÃ¤ndarnamnet, till exempel nÃ¤r fÃ¶rslag accepteras)

source: Acting username
sv: TillfÃ¤lligt anvÃ¤ndarnamn

source: Project slug
sv: Projektslugg

source: Component slug
sv: Komponent slug

source: Translation language code
sv: ÃversÃ¤ttningssprÃ¥kkod

source: Message headers
sv: Meddelandehuvuden

source: There are additional headers which you might utilize for routing as well:
sv: Det finns ytterligare rubriker som du ocksÃ¥ kan anvÃ¤nda fÃ¶r routning:

source: Example messages
sv: Exempel pÃ¥ meddelanden

source: Repository merge event:
sv: HÃ¤ndelse fÃ¶r sammanslagning av arkiv:

source: New source string event:
sv: Ny kÃ¤llstrÃ¤ngshÃ¤ndelse:

source: Resource update event:
sv: Resursuppdateringsevenemang:

source: Project removal event:
sv: Projektborttagningsevenemang:

source: New contributor event:
sv: Nytt evenemang fÃ¶r bidragsgivare:

source: New translation event:
sv: Nytt Ã¶versÃ¤ttningsarrangemang:

source: `Configuring Fedora Messaging`_
sv: `Konfigurera Fedora Messaging`_

source: **Examples:**
sv: **Exempel:**

source: Label new strings automatically
sv: MÃ¤rk nya strÃ¤ngar automatiskt

source: Search query
sv: SÃ¶kfrÃ¥ga

source: *recent*
sv: *senaste*

source: Marking all :ref:`appstore` changelog strings read-only
sv: Markera alla :ref:`appstore`-Ã¤ndringsloggstrÃ¤ngar som skrivskyddade

source: Marking certain strings read-only
sv: Markera vissa strÃ¤ngar som skrivskyddade

source: You might also want to tighthen the :ref:`check-same` check by adding ``strict-same`` flag to :ref:`component-check_flags`.
sv: Du kanske ocksÃ¥ vill skÃ¤rpa kontrollen :ref:`check-same` genom att lÃ¤gga till flaggan ``strict-same`` till :ref:`component-check_flags`.

source: You can use a Django template in both filename and content, see :ref:`markup` for a detailed markup description.
sv: Du kan anvÃ¤nda en Django-mall bÃ¥de i filnamn och innehÃ¥ll. Se :ref:`markup` fÃ¶r en detaljerad beskrivning av markeringen.

source: For example generating a summary file for each translation:
sv: Till exempel skapa en sammanfattningsfil fÃ¶r varje Ã¶versÃ¤ttning:

source: All untranslated strings in the component will be filled with the source string, and marked as needing edit. Use this when you can not have empty strings in the translation files.
sv: Alla icke Ã¶versatta strÃ¤ngar i komponenten kommer att fyllas med kÃ¤llstrÃ¤ngen och markeras som redigeringsbara. AnvÃ¤nd detta nÃ¤r du inte kan ha tomma strÃ¤ngar i Ã¶versÃ¤ttningsfilerna.
